Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smj/facta/1177.se/mammografi.html.tmx
Source language: fin
Languages: smj

source: Suomeksi / Finska
smj: Julevusámegiella / Lulesamiska

source: Takaisin teeman aloitussivulle
smj: JulevusámegiellaLulesamiska

source: Miksi tutkimus on tarpeen ?
smj: Manen dárbaj åtsåduvvat ?

source: Näin se käy (ca 4 sidor)
smj: Nåvti dagáduvvá (ca. 4 sidor)

source: Yleistä
smj: Gájkkásasj

source: Mammografia on rintojen röntgenkuvaustutkimus erityisellä röntgentekniikalla, jolla saadaan yksityiskohtaisia kuvia.
smj: Mammografiddja l njittjijs röntgenåtsådibme sierra röntgenteknijkajn mij vaddá dárkkelis gåvåjt.

source: Tutkimus voidaan tehdä ennalta ehkäisevässä tarkoituksessa terveystutkimuksena, eli ns. seulontana, tai naisen itsensä tai lääkärin huomattua rinnassa jonkin muutoksen.
smj: Åtsådibme máhttá dagáduvvat hierediddje ulmijn varresvuohtaåtsådibmen, nåv gåhtjoduvvam screening, jali gå nissun iesj jali dåktår la muhtem rievddadusáv njittjijn gullam.

source: Mammografiaa ei saa tehdä terveystarkastuksena, jos nainen on raskaana tai jos lääkäri epäilee, että rinnassa on märkäpesäke.
smj: Ij beras mammografiddjaåtsådimev tjadádit varresvuohtakontrållån jus la iesselissan jali jus dåktår gáddá jiesska njittjijn gávnnu.

source: Valmistelut
smj: Gárvedime

source: Mitään erityisiä valmisteluja ei tarvitse tehdä.
smj: Ij dárbaha gárvedit sierraláhkáj.

source: Miten tutkimus tehdään ?
smj: Gåktu åtsådibme dagáduvvá ?

source: Tutkimus tehdään usein mammografiayksikössä, joka voi olla erillinen yksikkö tai osa sairaalan röntgenosastoa.
smj: Åtsådibme álu dagáduvvá mammografiddjaåssudagán, mij máhttá sierra jali röntgenåssudagás oasse skihpadåben.

source: Mammografiatutkimuksia tehdään myös erityisillä rintavastaanotoilla ja eräissä terveyskeskuksissa.
smj: Mammografiddja dagáduvvá aj sierra njidtjeduostudagájn ja muhtem varresvuohtaguovdátjijn.

source: Ensin röntgenhoitaja kysyy muun muassa, onko rinnoissa ollut vaivoja tai käyttääkö kuvattava hormoneja sisältäviä lääkkeitä.
smj: Vuostak oadtju gatjálvisájt röntgenskihpasujtáris vásstedit jus li vájvastuvvá njittjijs jali jus bårrå dálkkasijt ma sisanedi hormåvnåjt.

source: Sitten kuvattava saa riisua ylävartalon paljaaksi ja sairaanhoitaja tutkii rinnat silmämääräisesti etsien mahdollisia näkyviä muutoksia, kuten esimerkiksi suurehkoja syntymämerkkejä tai arpia aikaisemmista leikkauksista.
smj: Dan maŋŋel de nuoladit bålåv ja skihpasujtár gehtjat njittjijt ja tjáles jus li vuojnos rievddadusá, buojkulvissan stuoráp lijkketsåbe jali utto åvdep tjuollamij maŋŋela.

source: Ne voivat näkyä röntgenkuvissa ja vaikeuttaa arviointia.
smj: Máhttá vuojnnut röntgengåvån ja låsedit árvustallamav.

source: Röntgentutkimuksen aikana seistään ja asetetaan rinta kerrallaan levylle, jossa on ns. kuvailmaisin.
smj: Röntgenåtsådimen bále tjuodju, ja biedjá njittjev akta ájgen duolboga nali man sinna l nåv gåhtjoduvvam gåvvådetektåvråv.

source: Rintaa puristetaan toisella levyllä niin, että rinnasta tulee melko litteä.
smj: Njidtje diebttjiduvvá aktij ietjá duolbugijn viehkken vaj åbbå duolbas sjaddá.

source: Tällöin kuvasta tulee selkeä ja samalla säteilyannos voidaan pitää alhaisena.
smj: Dahká vaj gåvvå tjielgas sjaddá avtabále ja lábttjenárre vuollegattjan aneduvvá.

source: Käsivartta pidetään ylhäällä nojaamassa laitetta vasten sen ajan, kun otetaan kahdesta kolmeen kuvaa.
smj: Giedav hähttu bajás anedit ja vuojŋastit apparáhta vuosstij dan båttån gå válldá guokta jali gålmmå gåvvå.

source: Sitten sama menettely toistetaan toiselle rinnalle.
smj: Sämmilágásj de nuppijn njittjijn.

source: Rinnan puristaminen kasaan voi tuntua epämiellyttävältä tai sattua pienen hetken.
smj: Máhttá dåbddut vájválasj jali báktjit oanegav gå njidtje duolbban diebttjiduvvá.

source: Miltä tutkimuksen jälkeen tuntuu ?
smj: Gåktu dåbddu maŋŋela ?

source: Tutkimuksen jälkeen vointi on sama kuin ennenkin.
smj: Åtsådime maŋŋela dåbddu iemeláhkáj.

source: Kyhmyt on helpoin tuntea suihkussa, kun rinnat on saippuoitu.
smj: Giehpemus la ärádusájt gulldalit navvulin gå njittje li sájbujn vuojdadum.

source: Nosta käsivartta ja tunnustele rinnat ja kainalokuoppa perusteellisesti suorin sormin ja kevyin painalluksin...
smj: Bajeda giedav, gulldala njittjijt ja giedavuolev njuolgga tjuvdij ja giehppis dettujn...

source: ... tee pieniä pyöriviä liikkeitä, kierros kierrokselta koko rinnan alueella.
smj: ... giedav labuda birra gievllen, moatten gierden njittje badjel.

source: Aloita nännin ympäriltä ja lopeta kainalokuoppaan.
smj: Álge njidtjevárto birra ja hiejte giehtagávan.

source: Mammografiatutkimuksessa rinnat röntgenkuvataan tekniikalla, jolla saadaan hyvin yksityiskohtaisia kuvia.
smj: Mammografiddjaåtsådimen aneduvvá röntgen njittjijda, teknijkajn mij vaddá dárkkelis gåvåjt.

source: Mammografia tehdään joko ennalta ehkäisevänä terveystutkimuksena, ns. seulontana, tai siksi, että nainen itse tai lääkäri on tuntenut rinnassa uuden kyhmyn.
smj: Mammografiddja dagáduvvá juogo de hierediddje varresvuohtakontrållån, nåv gåhtjoduvvam screening, jali dan diehti gå nissun jali dåktår la gullam ådå bavhlev njittjen.

source: Vuosittain Ruotsissa tehdään yli 500 000 rintaröntgentutkimusta.
smj: Juohkka jage dagáduvvi ienep gå 500 000 åtsådime njidtjeröntgenijn Svierigin.

source: Menetelmä rintasyövän varhaiseen havaitsemiseen
smj: Tjärdda árrat ielvvet njidtjebårredávdav

source: Sosiaalihallitus suosittaa mammografiaa 40–74-vuotiaille naisille.
smj: Sosiálastivrra májnnu mammografiddjav nissunijda 40 ja 74 jage gaskan.

source: Maakäräjät tarjoaa kaikille 50–69-vuotiaille naisille mahdollisuuden käydä mammografiatutkimuksessa.
smj: Lánndadikke fálli gájkka nissunijda 50 ja 69 jage gaskan máhttelisvuodav tjadádit mammografiddjaåtsådimev.

source: Useimmissa lääneissä tarjotaan tutkimusta lisäksi 40–74-vuotiaille, mutta tutkimusten aloittamisikä ja tutkimusajanjaksojen kesto vaihtelevat.
smj: Ienemus lena fálli åtsådimev ienep juohkusijda 40 ja 74 jage gaskan, valla goassa gåhtjoduvvá ja man guhkev åtsådime målsut.

source: Nuoremmille naisille tutkimuksia tehdään tavallisesti puolentoista vuoden välein.
smj: Nuorap nissunijda l dábálasj åtsådimij bielnup jahke gaskajn.

source: Vanhemmat naiset kutsutaan useimmiten joka toinen vuosi.
smj: Vuorrasappo ienemusát gåhtjoduvvi fert nuppát jage.

source: Näissä terveystarkastuksissa rintasyöpäkasvain voidaan havaita ennen kuin se aiheuttaa mitään oireita tai ennen kuin sitä edes voi tuntea rinnassa.
smj: Dájn varresvuohtakontrållåjn máhttá njidtjebårresjattalvis ielveduvvat åvddål gå ij la háhppidam muhtem dåbddomerkajt dahkat, jali åvddål gå ij åbbå gullu njittjen.

source: Tieteelliset tutkimukset ovat osoittaneet, että mammografian käsittäneisiin terveystarkastuksiin osallistuneilla naisilla kuolleisuus rintasyöpään vähenee 40 prosenttia.
smj: Diedalasj åtsådime li vuosedam nissunijda gudi oassálassti mammografidjajn varresvuohtaåtsådibmáj de jábbmem njidtjebårredávdan binneduvvá 40 prosentajn.

source: Myöhään tehdyn löydöksen vaara on, että syöpä on ehtinyt levitä, ja silloin tarvitaan enemmän ja vaikeampia hoitoja kuin jos kasvain havaitaan varhain.
smj: Gå maŋŋet bårredávdav älvvá de l vádá oabllot háhppidam, ja de ienep ja vájvep dálkudime l dárbulattja gå jus sjattalvis älvádallá árrat.

source: Tunnustele rintojasi säännöllisesti
smj: Gulldala njittjijt dájvvalakkoj

source: Naisen rintojen koostumus ei ole tasainen.
smj: Nissuna njittjen la tjavŋak konsistänssa.

source: Se johtuu siitä, että rinnoissa on sekä maitorauhasia että rasvakudosta, minkä johdosta ne tuntuvat epätasaisilta.
smj: Le danen gå gávnnuji goappátjagá mielkkerávsá ja buojddetsuottsa njittjijn, ja dahká vaj dåbdduji tjavŋaga.

source: 50 vuoden iässä rinnat pehmenevät, koska maitorauhaset taantuvat ja niiden tilalle tulee rasvakudosta.
smj: 50-jage álldarin njittje dibmi gå mielkkerávsá unneduvvi ja buojddetsuottsas målsuduvvi.

source: Naisen kuukautiskierron aikana tapahtuvat hormonimuutokset vaikuttavat rintoihin, ja siksi rinnat voivat tuntua aivan erilaisilta sen mukaan, milloin niitä tutkitaan.
smj: Njittje bájneduvvi hormåvnnårievddadusájs ma sjaddi nissuna liejbbegaskan ja máhtti danen dåbddut ållu umasslágátja goassa dajt åtsåda.

source: Kuukautisten viimeisen päivän jälkeinen päivä voi olla hyvä päivä tunnustella rintoja itse, koska silloin rinnat ovat yleensä pehmeät ja helpot tutkia.
smj: Liejbe maŋemus biejve maŋŋela l buorre biejvve iesjåtsådibmáj, danen gå njittje álu li dibmasa ja giehpe åtsådit.

source: Kaikkien naisten täytyy tutkia rintojaan säännöllisesti.
smj: Gájkka nissuna beras ietja åtsådit ietjasa njittjijt.

source: Kannattaa valita tietty päivä kuukaudessa, jotta voi helpommin verrata tuntemuksiaan.
smj: Hiebalasj la válljit vissa biejvev mánon giehpebut máhttet buohtastahttet majt gullá.

source: Hyvä tilaisuus voi olla suihkussa, koska tunnustelu on helpompaa rintojen ollessa saippuoituina.
smj: Buorre bálle lisj má navoldahttijn danen gå l álggep njittjijt gulldalit gå li sájbbodum.

source: Tunnustelu tulisi tehdä sekä seisten että makuuasennossa.
smj: Galggá gulldalit gå tjuodtju ja gå vellaj.

source: Hyvänlaatuiset kyhmyt tavallisia
smj: Buorre sjattalvisá li dábálattja

source: Kyhmyn tai tiivistymän löytyminen kudoksesta saattaa aiheuttaa levottomuutta, mutta useimmiten kyseessä on hyvänlaatuinen muutos, erityisesti nuorilla naisilla. Se voi olla kysta, ts.
smj: Jus luluj sjattalvisáv ielvvet de márjju ballá, valla dájvvámusát l buorre rievddadus, sierraláhkáj nuorap nissunijn.

source: nestetäyteinen rakkula, tai sidekudoksen hyvänlaatuinen paksunnos.
smj: Máhttá årrot cysta, dat javllá tjásmagis, jali tsuottsa buorre sjattalvis.

source: Lääkärin täytyy tutkia kaikki muutokset
smj: Gájkka rievddadusá galggi dåktåris åtsåduvvat

source: Muutos rintarauhasessa voi olla kuitenkin rintasyövän aiheuttama.
smj: Rievddadus njidtjerávsán máhttá aj njidtjebårredávdas dagádum.

source: Rintasyöpä kuuluu naisten yleisimpiin syöpämuotoihin.
smj: Njidtjebårredávdda l akta dábálamos bårredávddatjerdajs nissunijn.

source: Ruotsissa noin 7 000 naista ja 40 miestä saa vuosittain rintasyövän.
smj: Fert jage oadtju bájken 7 000 nissuna ja 40 ålmmå njidtjebårredávdav.

source: Rintasyövän riski kasvaa iän myötä.
smj: Máhttelisvuohta njidtjedávdav oadtjot lassán álldarijn.

source: Rintasyövän tavallinen oire on kyhmy rinnassa tai kainalokuopassa.
smj: Dábálasj dåbddomärkka njidtjebårredávdan la jarre njittjen jali giehtagávan.

source: Toinen oire on nännin tai rinnan ihon vetäytyminen sisään.
smj: Ietjá l gå njidtjevártto jali lijkke njittjen gässu sisi.

source: Epätavallisempia oireita ovat rinnan selittämätön punoitus tai turvotus, parantumaton haavauma tai verensekaisen nesteen vuotaminen nännistä.
smj: Dåbddomerka ma älla nåv dábálattja li njittje tjielggimahtes ruopsudibme jali båhte, hávve mij ij save, jali varrasegadum låsjkos njidtjevártos.

source: Kaikkiin rinnoissa ilmeneviin muutoksiin täytyy suhtautua vakavasti ja antaa ne lääkärin tutkittavaksi.
smj: Gájkka rievddadusá njittjijn galggi duodaj váldeduvvat ja dåktåris åtsåduvvat.

source: Tällöin voi hakeutua terveyskeskukseen, naisten terveyskeskukseen tai erityiselle rintavastaanotolle, joita on eräissä suurissa sairaaloissa.
smj: Máhttá aktavuodav válldet varresvuohtaguovdátjijn, nissunijvarresvuodajn jali sierra njidtjeduostudagájn mij gávnnu muhtem stuoráp skihpadåbijn.

source: Lääkäri tunnustelee rintoja tarkasti ja päättää, tehdäänkö mammografiatutkimus.
smj: Dåktår dárkkelit gulldal njittjijt ja mierret jus mammografiddja galggá dagáduvvat.

source: Näin se käy
smj: Nåvti dagáduvvá

source: Rinta kerrallaan asetetaan levylle, joka sisältää kasetin röntgenfilmeineen.
smj: Njittjev biedjá akta ájgen duolbbadisá vuosstij mij sisanet kasehtav röntgenfilmajn.

source: Sitten rinta puristetaan litteäksi ja otetaan kahdesta kolmeen kuvaa.
smj: De njidtje diebttjiduvvá aktij ja guokta jali gålmmå gåvå váldeduvvá.

source: Tarvitaan erikoisröntgenlaite
smj: Sierra röntgenapparáhtta l dárbulasj

source: Mammografia tehdään usein mammografiayksikössä, joka voi olla erillinen yksikkö tai osa sairaalan röntgenosastoa.
smj: Mammografiddja álu dagáduvvá mammografiddjaåssudagán, mij máhttá sierra jali röntgenåssudagás oasse skihpadåben.

source: Tutkimuksia tehdään myös erityisillä rintavastaanotoilla ja eräissä terveyskeskuksissa.
smj: Åtsådibme dagáduvvá aj sierralágásj njidtjeduostudagájn ja muhtem varresvuohtaguovdátjin.

source: Käytettävä röntgenlaite on erityisesti muotoiltu ottamaan hyviä kuvia rintakudoksesta heikon röntgensäteilyn avulla. Eräissä tapauksissa voidaan havaita jopa vain muutaman millimetrin kokoisia syöpäkasvaimia.
smj: Röntgenapparáhtta mij aneduvvá l sierraláhkáj hábbmidum váttátjit njidtjetsuottsas buorre gåvåjt vuollegasj röntgensuonjardimijn viehkken Muhtem bále máhtti bårredávddásjattalvisá ma li val muhtem millimehtera stuore älvádallat.

source: Ensin tutkittava vastaa muutamiin kysymyksiin ja kertoo, onko rinnoissa ollut vaivoja tai käyttääkö hän hormoneja sisältäviä lääkkeitä.
smj: Vuostak vásstet muhtem gatjálvisájt ja giehttot jus la vájvástuvvam njittjij, jali jus bårrå dálkkasijt ma sisanedit hormåvnåjt.

source: Sitten saa riisua ylävartalon paljaaksi ja sairaanhoitaja tutkii rinnat silmämääräisesti etsien mahdollisia näkyviä muutoksia, kuten esimerkiksi suurehkoja syntymämerkkejä tai arpia aikaisemmista leikkauksista.
smj: Hähttu aj nuoladit bålåv ja skihpasujtár gehtjat njittjijt ja tjáles jus li vuojnos rievddadusá, buojkulvissan lijkketsåbe jali utto åvdep tjuollamijs.

source: Ne voivat näkyä röntgenkuvissa ja voidaan virheellisesti tulkita syöpäkasvaimiksi.
smj: Máhtti vuojnnut röntgengåvåjn ja gåvå boasstot dádjaduvvi bårredávddasjattalvissan.

source: Sitten kuvattava siirtyy röntgenlaitteen ääreen ja seisoo sen edessä.
smj: Dan maŋŋela vádtsá röntgenappáráhttaj ja dan åvdån de tjuodtjot.

source: Rinta kerrallaan asetetaan levylle, jossa on kuvailmaisin.
smj: Njidtje biejaduvvá akta ájgen duolbbadisá nali mij sisanet gåvvådetektåvråv.

source: Rintaa puristetaan sitten läpinäkyvällä levyllä, jota painetaan rintaa vasten.
smj: Njidtje diebttjiduvvá sjánjas duolbbadisájn viehkken mij dietteduvvá njittje vuosstij.

source: On tärkeää olla aivan liikkumatta.
smj: Ájnas la ij åbbå labudit.

source: Koko tutkimukseen kuluu noin 15–30 minuuttia, varsinainen kuvaus kestää viidestä kymmeneen minuuttia.
smj: Ålles åtsådibme válldá 15-30 minuvta, ja gåvvidibme vihtta jali låge minuvttaj.

source: Miltä mammografia tuntuu ?
smj: Gåktu mammografiddja dåbddu ?

source: Rinnan puristaminen litteäksi voi tuntua epämiellyttävältä tai sattua pienen hetken.
smj: Máhttá dåbddut vájvven jali báktjit oanegav gå njidtje diebttjiduvvá.

source: Mutta se täytyy tehdä, koska siten kuvan laadusta tulee parempi ja tutkimuksesta varmempi.
smj: Valla hähttu dagáduvvat, danen gå gåvvå buorep kvalitehtav oadtju ja åtsådibme tjårggu.

source: Lisäksi voidaan käyttää pienempää säteilyannosta kuin jos rintaa ei puristettaisi litteäksi.
smj: Duodden máhttá binnep suonjarmierre aneduvvat gå njidtje diebttjiduvvá.

source: Joskus tarvitaan uusi tutkimus
smj: Muhttijn hähttu ruoptus boahtet

source: Useimmiten mammografiakuvat tulkitsee kaksi röntgenlääkäriä toisistaan riippumatta.
smj: Dájvvámusát li guokta röntgendåktåra gudi sierralakkoj árvustallaba mammografiddjagåvåjt.

source: Tämä lisää tulkinnan varmuutta.
smj: Tjårggåtvuohta lassán árvustallamin.

source: Jos he löytävät jotakin poikkeavaa, kuvattava kutsutaan uuteen tutkimukseen.
smj: Jus gávnnaba juojddá mij vuojnnet ij la iemelágásj, de gåhtjoduvvá ruoptus boahtet ådå åtsådibmáj.

source: Silloin otetaan lisää mammografiakuvia ja usein kuvattava tutkitaan myös ultraäänitutkimuksella.
smj: Lijgge mammografiddjagåvå de váldeduvvi ja åtsåduvvá aj ultrajienajn.

source: Lääkäri saattaa ottaa myös näytteen muutoksesta.
smj: Dåktår máhttá aj åtsådimev rievddádusás válldet.

source: Jos muutos on pieni ja vaikea tunnustella, näyte voidaan ottaa uuden mammografian tai ultraäänitutkimuksen yhteydessä.
smj: Jus la unna rievddadussa mij la vájvve gulldalit de máhttá válldet åtsådibmev ådå mammografiddja bále váldeduvvá jali ultrajienajn viehkken.

source: Muutokseen pistetään ohut neula, jolla imetään solunäyte.
smj: Sekka nálusj tjuoggiduvvá rievddadussaj ja sellaåtsådibme njamáduvvá.

source: Näyte lähetetään mikroskooppitutkimuksiin.
smj: Åtsådibme rájaduvvá guoradallamijj mikroskåhpajn.

source: Kaikki tämä tehdään, jotta saadaan varmuus siitä, onko kyseessä syöpä vai ei.
smj: Gájkka dagáduvvá duodastuvátjit jus la bårredávdda jali ij.

source: Mammografiatutkimuksen vastaus lähetetään suoraan kotiin kahden viikon kuluessa, jos tutkittava on kutsuttu terveystarkastukseen.
smj: Vásstádus mammografiddjaguoradallamis rájaduvvá njuolgga duv årudahkaj guovten vahkon jus la gåhtjoduvvam varresvuohtakontrållåj.

source: Jos tutkittava kutsutaan uudestaan mammografiaan, hän saa tiedon tutkimustuloksesta lääkäriltään.
smj: Jus la siejveduvvam mammografiddjaj de diedojt oadtju åtsådimbåhtusa birra ietjas dåktåris.

source: Hormonihoito voi vaikeuttaa tulkintaa
smj: Hormåvnnådálkudibme máhttá árvustallamav låsedit

source: Jotkut naiset saavat vaihdevuosien aikana tai niiden jälkeen hormonihoitoa tai syövät e-pillereitä.
smj: Muhtem nissuna dálkuduvvi hormåvnåj klimakterian ja klimakteria maŋŋela jali p-tablehtajt bårri.

source: Tällaiset hoidot vaikuttavat rintakudokseen tiivistäen sitä, mikä vaikeuttaa mammografiakuvien tulkintaa.
smj: Dakkir dálkudibme bájnasj njidtjetsuottsav vaj sjaddá assáp ja dahká mammografiddjagåvåv låsebut árvustallat.

source: Siksi on tärkeää kertoa, jos käyttää hormoneja sisältäviä lääkkeitä.
smj: Danen la ájnas giehttot jus bårrå dálkkasijt ma hormåvnåjt sisanedi.

source: Tutkimus ei ole vaarallinen
smj: Åtsådibme ij la vádálasj

source: Säteilymäärä, jolle mammografiatutkimuksessa altistutaan, on niin pieni, ettei sen katsota aiheuttavan mitään riskejä.
smj: Suonjarnárre majt hähttu gillat mammografiddjaåtsådimen la nåv unne vaj dav e ane vádálattjan.

source: Lisäksi tekniikkaa kehitetään koko ajan säteilyannosten pienentämiseksi entisestään.
smj: Duodden teknijkalasj åvdedibme dagáduvvá ulmijn ájn suonjarmierijt unnedit.

source: Mammografiatutkimuksista ei siis tule jäädä pois, kun niihin on kutsuttu tai jos itse havaitsee muutoksen rinnassaan.
smj: Ij galga guoktáladdat mammografiddjaåtsådimen mannat gå gåhtjoduvvá, jali jus älvvá rievddadusáv ietjas njittjijn.

source: Mammografiatutkimus onnistuu aivan hyvin myös, vaikka tutkittavalla olisi rintaimplantti.
smj: Buoragit manná åtsåduvvat mammografidjajn vájku li implantáhta.

source: Mitään vaaraa implantin rikkoutumisesta ei ole, mutta jos rintaa ei voida puristaa litteäksi samalla tavalla kuin ilman implanttia, voidaan tarvita yksilöllisesti sopeutettu tutkimus.
smj: Ij la máhttelisvuohta vaj implantáhta tsuovkkani, valla gå ij maná njittjijt diebttjit degu nissunijn váni implantáhtaj dagi de l dárbulasj aktugasj hiebadum åtsådimijn.

source: Usein mammografiaa täydennetään rintojen tunnustelulla ja ultraäänitutkimuksella.
smj: Dájvvámusát duoddiduvvá aj mammografiddja gå njittje åtsåduvvi ja åtsådibme ultrajienajn.

source: Keitä ei tule tutkia mammografialla ?
smj: Gut ij lulu åtsåduvvat mammografidjajn ?

source: Kun nainen on hyvin nuori, hänet on yleensä tarpeen tutkia ultraäänellä mammografian sijasta.
smj: Gå l ållu nuorra de álu åtsåduvvat ultrajienajn ienni gå mammografiddjajn.

source: Se johtuu siitä, että rinnan rauhaskudos on niin tiivistä, että mammografiakuvista tulee vaikeita tulkita.
smj: Le danen gå njittjij ráksátsuodtsa la nåv assá vaj mammografiddjagåvå sjaddi vájve dádjadit.

source: Silloin ultraäänellä saadaan varmempi vastaus.
smj: Ultrajiedna vaddá jáhkedahtes vásstádusáv

source: Jos lääkäri epäilee, että rinnassa on märkäpesäke, mammografiaa ei tavallisesti tehdä, koska silloin rinnan puristaminen litteäksi on kivuliasta.
smj: Jus dåktår gáddá jiesska l njittjen de álu mammografiddja ij dagáduvá danen gå báktji njittjev aktij diebttjit.

source: Sen sijaan on hyvä käydä ultraäänitutkimuksessa, jossa nähdään, onko rinnassa tyhjennystä edellyttävä paise.
smj: Dan sadjáj l buorre ultrajiednaåtsådimev tjadádit, vuojnátjit jus siedja gávnnu majt hähttuji duobbmit.

source: Kun tulehdus on hoidettu, täytyy sitä vastoin tehdä mammografiatutkimus.
smj: Gå infeksjåvnnå l dálkudum de beras mammografiddjaåtsådimev tjadádit.

source: Se on erityisen tärkeää, jos tutkittava on iäkäs.
smj: Sierraláhkáj ájnas la jus la vuorrasabbo.

source: Raskaana olevalle naiselle ei tehdä terveystarkastuksena terveystutkimusta eli ns. seulontaa.
smj: Jus la iesselissan de ij galga varresvuohtaåtsådimev tjadádit, nåv gåhtjodum screening, mammografidjajn.

source: Jos rinnasta löydetään muutos, täytyy aina ottaa yhteys terveydenhuoltoon ja antaa pikaisesti tutkia itsensä, vaikka onkin raskaana.
smj: Valla jus älvvá rievddadusáv njittjen de agev galggá sujtujn aktavuodav válldet ruvvaláhkáj åtsåduvátjit, ihka vil la iesselissan.

source: Silloin tutkimus aloitetaan ultraäänellä ja sitä täydennetään tarvittaessa mammografialla.
smj: Åtsådibme de álggá ultrajienajn ja duoddiduvvá mammografidjajn jus la dárbulasj.

source: Toimittaja:
smj: Tjálle: Heitti Teder, kirurga, Centralsjukhuset Kristianstad

source: Tarkastaja: Laszlo Tabar, lääkäri, professori, radiologian erikoislääkäri Falunin sairaalassa
smj: Dåjmadiddje:

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
smj: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
